Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Monthly & yearly recaps
cs: Měsíční a roční rekapitulace
da: Månedlige og årlige opsummeringer
de: Monats- und Jahresrückblicke
es: Resúmenes mensuales y anuales
et: Kuu ja aasta kokkuvõtted
fi: Kuukausi- ja vuosikatsaus
fr: Récapitulatifs mensuels et annuels
hr: Mjesečni i godišnji sažetak
hu: Havi és éves összefoglalók
it: Riepiloghi mensili e annuali
lv: Mēneša un gada kopsavilkumi
nb: Månedlige og årlige oppsummeringer
nl: Maandelijkse en jaarlijkse samenvattingen
pl: Podsumowania miesięczne i roczne
pt_br: Recapitulações mensais e anuais
ro: Rezumate lunare și anuale
sk: Mesačné a ročné rekapitulácie
sl: Mesečni in letni povzetki
sv: Månatliga och årliga sammanfattningar
uk: Місячні та річні підсумки

source: Monthly Breakdown
cs: Měsíční členění
da: Månedlig opdeling
de: Monatliche Aufschlüsselung
es: Desglose mensual
et: Kuu jaotus
fi: Kuukausikohtainen erittely
fr: Répartition mensuelle
hr: Mjesečna analiza
hu: Havi bontás
it: Dettaglio mensile
lv: Ikmēneša sadalījums
nb: Månedlig oppdeling
nl: Maandelijkse uitsplitsing
pl: Podział miesięczny
pt_br: Detalhamento Mensal
ro: Defalcare lunară
sk: Mesačný rozpis
sl: Mesečna razčlenitev
sv: Månatlig uppdelning
uk: Помісячний розподіл

source: months
cs: měsíců
da: måneder
de: Monate
es: meses
et: kuud
fi: kuukautta
fr: mois
hr: mjeseci
hu: hónap
it: mesi
lv: mēneši
nb: måneder
nl: maanden
pl: miesięcy
pt_br: meses
ro: luni
sk: mesiacov
sl: mesecev
sv: månader
uk: місяці

source: Mood journal /
cs: Deník nálady /
da: Humør journal /
de: Stimmungstagebuch /
es: Diario de humor /
et: Meeleolupäevik /
fi: Tunnelmapäiväkirja /
fr: Journal d'humeur /
hr: Dnevnik raspoloženja /
hu: Hangulatnapló /
it: Diario dell'umore /
lv: Garastāvokļa žurnāls /
nb: Stemningsdagbok /
nl: Stemmingsdagboek /
pl: Dziennik nastroju /
pt_br: Diário de humor /
ro: Jurnal de dispoziție /
sk: Náladový denník /
sl: Dnevnik razpoloženja /
sv: humör journal /
uk: Журнал настрою /

source: Mood Tracking
cs: Sledování nálady
da: Sporing af humør
de: Stimmungsverfolgung
es: Seguimiento del estado de ánimo
et: Meeleolu jälgimine
fi: Mielialan seuranta
fr: Suivi de l'humeur
hr: Praćenje raspoloženja
hu: Hangulatkövetés
it: Monitoraggio dell'umore
lv: Garastāvokļa izsekošana
nb: Sporing av humør
nl: Stemming volgen
pl: Śledzenie nastroju
pt_br: Rastreamento de humor
ro: Urmărirea stării de spirit
sk: Sledovanie nálady
sl: Sledenje razpoloženju
sv: Humörspårning
uk: Відстеження настрою

source: Morning Routine
cs: Ranní rutina
da: Morgen rutine
de: Morgenroutine
es: Rutina matutina
et: Hommikune rutiin
fi: Aamun rutiini
fr: Routine du matin
hr: Jutarnja rutina
hu: Reggeli rutin
it: Routine mattutina
lv: Rīta rutīna
nb: Morgen rutine
nl: Ochtendroutine
pl: Poranna rutyna
pt_br: Rotina Matinal
ro: Rutina de dimineață
sk: Ranná rutina
sl: Jutranja rutina
sv: Morgonrutin
uk: Ранкова рутина

source: Motivation
cs: Motivace
da: Motivering
es: Motivación
et: Motivatsioon
fi: Motivaatio
hr: Motivacija
hu: Motiváció
it: Motivazione
lv: Motivācija
nb: Motivasjon
nl: Motivatie
pl: Motywacja
pt_br: Motivação
ro: Motivația
sk: Motivácia
sl: Motivacija
sv: Motivering
uk: Мотивація

source: Move for 5 minutes
cs: Hýbat se 5 minut
da: Bevæge sig i 5 minutter
de: 5 Minuten bewegen
es: Moverse 5 minutos
et: 5 minutit liikumist
fi: 5 minuutin liikkuminen
fr: Bouger pendant 5 minutes
hr: Kretati se 5 minuta
hu: 5 perc mozgás
it: Muoversi per 5 minuti
lv: Kustēties 5 minūtes
nb: Bevege seg i 5 minutter
nl: 5 minuten bewegen
pl: Ruch przez 5 minut
pt_br: Mexer o corpo por 5 minutos
ro: Mișcare 5 minute
sk: Hýbať sa 5 minút
sl: Gibati se 5 minut
sv: Röra på sig i 5 minuter
uk: Рухатися 5 хвилин

source: Multiple Times
cs: Vícekrát
da: Flere gange
de: Mehrfach
es: Varias veces
et: Mitu korda
fi: Useita kertoja
fr: Plusieurs fois
hr: Više puta
hu: Többször
it: Più volte
lv: Vairākas reizes
nb: Flere ganger
nl: Meerdere keren
pl: Wiele razy
pt_br: Várias vezes
ro: De mai multe ori
sk: Viackrát
sl: Večkrat
sv: Flera gånger
uk: Кілька разів

source: Multiple times (unlimited)
cs: Vícekrát (neomezeno)
da: Flere gange (ubegrænset)
de: Mehrfach (unbegrenzt)
es: Varias veces (ilimitadas)
et: Mitu korda (piiramatu)
fi: Useita kertoja (rajoittamaton)
fr: Plusieurs fois (illimité)
hr: Više puta (neograničeno)
hu: Többször (korlátlan)
it: Più volte (illimitato)
lv: Vairākas reizes (neierobežots)
nb: Flere ganger (ubegrenset)
nl: Meerdere keren (onbeperkt)
pl: Wiele razy (bez ograniczeń)
pt_br: Várias vezes (ilimitado)
ro: De mai multe ori (nelimitat)
sk: Viackrát (neobmedzene)
sl: Večkrat (neomejeno)
sv: Flera gånger (obegränsat)
uk: Кілька разів (без обмежень)

source: Multiple times (unlimited) (counter)
cs: Vícekrát (neomezeno) (počítadlo)
da: Flere gange (ubegrænset) (tæller)
de: Mehrmals (unbegrenzt) (Zähler)
es: Múltiples veces (ilimitadas) (contador)
et: Mitu korda (piiramatult) (loendur)
fi: Useita kertoja (rajoittamaton) (laskuri)
fr: Plusieurs fois (illimité) (compteur)
hr: Više puta (neograničeno) (brojač)
hu: Többször (korlátlan) (számláló)
it: Più volte (illimitato) (contatore)
lv: Vairākas reizes (neierobežots) (skaitītājs)
nb: Flere ganger (ubegrenset) (teller)
nl: Meerdere keren (onbeperkt) (teller)
pl: Wiele razy (nieograniczona) (licznik)
pt_br: Várias vezes (ilimitado) (contador)
ro: De mai multe ori (nelimitat) (contor)
sk: Viackrát (neobmedzene) (počítadlo)
sl: Večkrat (neomejeno) (števec)
sv: Flera gånger (obegränsat) (räknare)
uk: Кілька разів (без обмежень) (лічильник)

source: Multiple times (with target)
cs: Vícekrát (s cílem)
da: Flere gange (med mål)
de: Mehrfach (mit Ziel)
es: Varias veces (con objetivo)
et: Mitu korda (koos eesmärgiga)
fi: Useita kertoja (tavoitteen kanssa)
fr: Plusieurs fois (avec cible)
hr: Više puta (s ciljem)
hu: Többször (céllal)
it: Più volte (con obiettivo)
lv: Vairākas reizes (ar mērķi)
nb: Flere ganger (med mål)
nl: Meerdere keren (met doel)
pl: Wiele razy (z celem)
pt_br: Várias vezes (com alvo)
ro: De mai multe ori (cu țintă)
sk: Viackrát (s cieľom)
sl: Večkrat (s ciljem)
sv: Flera gånger (med mål)
uk: Кілька разів (з ціллю)

source: Multiple times (with target) (multipleDaily)
cs: Vícekrát (s cílem) (vícekrát denně)
da: Flere gange (med mål) (multipleDaily)
de: Mehrmals (mit Ziel) (multipleDaily)
es: Varias veces (con objetivo) (varios diarios)
et: Mitu korda (koos eesmärgiga) (multipleDaily)
fi: Useita kertoja (tavoitteen kanssa) (multipleDaily)
fr: Plusieurs fois (avec cible) (multipleDaily)
hr: Više puta (s ciljem) (multipleDaily)
hu: Többször (céllal) (multipleDaily)
it: Più volte (con obiettivo) (multipleDaily)
lv: Vairākas reizes (ar mērķi) (multipleDaily)
nb: Flere ganger (med mål) (multipleDaily)
nl: Meerdere keren (met doel) (multipleDaily)
pl: Wiele razy (z celem) (multipleDaily)
pt_br: Várias vezes (com meta) (multipleDaily)
ro: De mai multe ori (cu țintă) (multipleDaily)
sk: Viackrát (s cieľom) (viackrát za deň)
sl: Večkrat (s ciljem) (multipleDaily)
sv: Flera gånger (med mål) (multipleDaily)
uk: Кілька разів (з ціллю) (кілька разів на день)

source: My goal is to make Yearlit the most useful tool out there for building consistency — but I can’t do that alone.
cs: Chci, aby byl Yearlit co nejužitečnější nástroj pro budování pravidelnosti. Sám to ale nezvládnu.
da: Mit mål er at gøre Yearlit til det mest nyttige værktøj derude til at opbygge konsistens - men jeg kan ikke gøre det alene.
de: Mein Ziel ist, Yearlit zum nützlichsten Werkzeug für Beständigkeit zu machen - aber allein schaffe ich das nicht.
es: Mi objetivo es hacer de Yearlit la herramienta más útil para crear constancia, pero no puedo hacerlo solo.
et: Minu eesmärk on muuta Yearlit järjepidevuse suurendamiseks kõige kasulikumaks tööriistaks, kuid ma ei saa seda üksi teha.
fi: Tavoitteeni on tehdä Yearlit:sta hyödyllisin työkalu johdonmukaisuuden rakentamiseen – mutta en voi tehdä sitä yksin.
fr: Mon objectif est de faire de Yearlit l'outil le plus utile pour renforcer la cohérence, mais je ne peux pas le faire seul.
hr: Moj je cilj da Yearlit postane najkorisniji alat za izgradnju dosljednosti — ali to ne mogu sam.
hu: Az a célom, hogy a Yearlit a leghasznosabb eszköz legyen a következetesség kialakításához – de ezt egyedül nem tudom megtenni.
it: Il mio obiettivo è rendere Yearlit lo strumento più utile in circolazione per costruire costanza — ma da solo non posso farcela.
lv: Mans mērķis ir padarīt Yearlit par visnoderīgāko rīku konsekvences veidošanai, taču es to nevaru paveikt viens.
nb: Målet mitt er å gjøre Yearlit til det mest nyttige verktøyet for å bygge jevn rytme, men jeg kan ikke gjøre det alene.
nl: Mijn doel is om van Yearlit het nuttigste hulpmiddel te maken dat er is om consistentie op te bouwen, maar dat kan ik niet alleen.
pl: Chcę, żeby Yearlit było najbardziej użytecznym narzędziem do budowania konsekwencji — ale nie zrobię tego sam.
pt_br: Meu objetivo é fazer do Yearlit a ferramenta mais útil para criar consistência, mas não consigo fazer isso sozinho.
ro: Scopul meu este să fac din Yearlit cel mai util instrument pentru consecvență — dar nu pot face asta singur.
sk: Chcem, aby bol Yearlit čo najužitočnejší nástroj na budovanie pravidelnosti. Sám to však nezvládnem.
sl: Moj cilj je, da Yearlit postane najbolj uporabno orodje za gradnjo doslednosti. Tega pa ne morem narediti sam.
sv: Mitt mål är att göra Yearlit till det mest användbara verktyget för att bygga kontinuitet, men jag kan inte göra det ensam.
uk: Моя мета — зробити Yearlit найкориснішим інструментом для розвитку сталості, але сам я цього не зроблю.

source: My Note to You
cs: Moje poznámka pro vás
da: Min note til dig
de: Meine Notiz an dich
es: Mi nota para ti
et: Minu märkus teile
fi: Minun huomautukseni sinulle
fr: Ma note pour vous
hr: Moja poruka tebi
hu: Megjegyzésem neked
it: La mia nota per te
lv: Mana piezīme jums
nb: Min merknad til deg
nl: Mijn notitie aan jou
pl: Moja notatka dla Ciebie
pt_br: Minha nota para você
ro: Nota mea pentru tine
sk: Moja poznámka pre vás
sl: Moje sporočilo tebi
sv: Min anteckning till dig
uk: Моя нотатка для вас

source: Mykhaylo Tymofyeyev
cs: Mykhaylo Tymofyejev
et: Mykhaylo Tõmofjejev
fi: Mykhaylo Tymofyeev
fr: Mykhaïlo Tymofieyev
hr: Mikhaylo Tymofyeyev
hu: Mikhajlo Timofyejev
lv: Mikhailo Timofjejevs
nl: Mychajlo Timofiejev
pl: Mychajło Tymofiejew
sk: Mykhaylo Tymofyejev
sl: Mihajlo Timofejev

source: needed
cs: potřebná
da: nødvendige
de: benötigt
es: necesario
et: vaja
fi: tarvitaan
fr: nécessaire
hr: potrebna
hu: szükséges
it: bisogno
lv: nepieciešams
nb: nødvendig
nl: nodig
pl: wymagany
pt_br: precisava
ro: nevoie
sk: potrebné
sl: potrebno
sv: behövs
uk: потрібно

source: New Calendar
cs: Nový kalendář
da: Ny kalender
de: Neuer Kalender
es: Nuevo calendario
et: Uus kalender
fi: Uusi kalenteri
fr: Nouveau calendrier
hr: Novi kalendar
hu: Új naptár
it: Nuovo calendario
lv: Jauns kalendārs
nb: Ny kalender
nl: Nieuwe kalender
pl: Nowy kalendarz
pt_br: Novo calendário
ro: Calendar nou
sk: Nový kalendár
sl: Nov koledar
sv: Ny kalender
uk: Новий календар

source: New Request
cs: Nová žádost
da: Ny anmodning
de: Neue Anfrage
es: Nueva Solicitud
et: Uus taotlus
fi: Uusi pyyntö
fr: Nouvelle demande
hr: Novi zahtjev
hu: Új kérés
it: Nuova richiesta
lv: Jauns pieprasījums
nb: Ny forespørsel
nl: Nieuw verzoek
pl: Nowe żądanie
pt_br: Nova solicitação
ro: Cerere nouă
sk: Nová žiadosť
sl: Nova zahteva
sv: Ny förfrågan
uk: Новий запит

source: New Stack
cs: Nový zásobník
da: Ny stak
de: Neuer Stapel
es: Nueva pila
et: Uus virn
fi: Uusi pino
fr: Nouvelle pile
hr: Novi stog
hu: Új verem
it: Nuovo stack
lv: Jauna ķēde
nb: Ny stabel
nl: Nieuwe stapel
pl: Nowy stos
pt_br: Nova pilha
ro: Stivă nouă
sk: Nový zásobník
sl: Nov sklad
sv: Ny stack
uk: Новий стек

source: Next
cs: Další
da: Næste
de: Nächste
es: Siguiente
et: Edasi
fi: Seuraava
fr: Suivant
hr: Sljedeći
hu: Következő
it: Avanti
lv: Tālāk
nb: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
ro: Următorul
sk: Ďalej
sl: Naprej
sv: Nästa
uk: Далі

# Nice! %lld in a row. Let's make it %lld!
source: Nice! %1$lld in a row. Let's make it %2$lld!
cs: Pěkný!%lld v řadě. Pojďme to udělat %lld!
da: Pæn!%lld i træk. Lad os gøre det til %lld!
de: Stark. %1$lld in Folge. Machen wir %2$lld daraus!
es: ¡Lindo!%lld seguidos. ¡Hagámoslo %lld!
et: Tore!%lld järjest. Teeme selle %lld!
fi: Hyvä! %lld peräkkäin. Tehdään siitä %lld!
fr: Bon!%lld d'affilée. Faisons-en %lld!
hr: Dobro je! %lld zaredom. Idemo na %lld!
hu: Szép!%lld egy sorban. Legyen %lld!
it: Bene! %1$lld di fila. Portiamolo a %2$lld!
lv: Jauki!%lld pēc kārtas. Panāksim %lld!
nb: Hyggelig!%lld på rad. La oss gjøre det til %lld!
nl: Leuk!%lld op rij. Laten we er %lld van maken!
pl: Ładny!%lld z rzędu. Zróbmy to %lld!
pt_br: Boa! %lld seguidos. Agora vamos para %lld!
ro: Bine! %1$lld la rând. Hai să ajungem la %2$lld!
sk: Pekne!%lld v rade. Poďme na to %lld!
sl: Dobro. %lld zapored. Naj jih bo %lld.
sv: Snyggt! %1$lld i rad. Sikta på %2$lld!
uk: Клас! %lld поспіль. Зробімо %lld!

source: No active subscription found.
cs: Nenašli jsme aktivní předplatné.
da: Der blev ikke fundet et aktivt abonnement.
de: Kein aktives Abo gefunden.
es: No se ha encontrado ninguna suscripción activa.
et: Aktiivset tellimust ei leitud.
fi: Aktiivista tilausta ei löytynyt.
fr: Aucun abonnement actif trouvé.
hr: Nema aktivne pretplate.
hu: Nem találtam aktív előfizetést.
it: Nessun abbonamento attivo trovato.
lv: Aktīvs abonements nav atrasts.
nb: Fant ikke noe aktivt abonnement.
nl: Geen actief abonnement gevonden.
pl: Nie znaleziono aktywnej subskrypcji.
pt_br: Nenhuma assinatura ativa encontrada.
ro: Nu am găsit niciun abonament activ.
sk: Nenašlo sa žiadne aktívne predplatné.
sl: Ni aktivne naročnine.
sv: Ingen aktiv prenumeration hittades.
uk: Активної підписки не знайдено.

source: No additional times.
cs: Žádné další časy.
da: Ingen ekstra tider.
de: Keine zusätzlichen Zeiten.
es: Sin tiempos adicionales.
et: Lisaaegu pole.
fi: Ei lisäaikoja.
fr: Pas de temps supplémentaire.
hr: Nema dodatnih vremena.
hu: Nincs további időpont.
it: Nessuna volta aggiuntiva.
lv: Bez papildu laikiem.
nb: Ingen ekstra tider.
nl: Geen extra tijden.
pl: Żadnych dodatkowych czasów.
pt_br: Sem horários adicionais.
ro: Fără alte ori.
sk: Žiadne ďalšie časy.
sl: Brez dodatnih časov.
sv: Inga extra tider.
uk: Немає додаткових часів.

source: No archived calendars yet.
cs: Zatím žádné archivované kalendáře.
da: Ingen arkiverede kalendere endnu.
de: Noch keine archivierten Kalender.
es: Aún no hay calendarios archivados.
et: Arhiveeritud kalendreid pole veel.
fi: Ei vielä arkistoituja kalentereita.
fr: Aucun calendrier archivé pour l'instant.
hr: Još nema arhiviranih kalendara.
hu: Még nincsenek archivált naptárak.
it: Nessun calendario archiviato per ora.
lv: Vēl nav neviena arhivēta kalendāra.
nb: Ingen arkiverte kalendere ennå.
nl: Nog geen gearchiveerde kalenders.
pl: Nie ma jeszcze zarchiwizowanych kalendarzy.
pt_br: Ainda não há calendários arquivados.
ro: Niciun calendar arhivat încă.
sk: Zatiaľ žiadne archivované kalendáre.
sl: Ni še arhiviranih koledarjev.
sv: Inga arkiverade kalendrar än.
uk: Архівованих календарів ще немає.

source: No comments yet.
cs: Zatím žádné komentáře.
da: Ingen kommentarer endnu.
de: Noch keine Kommentare.
es: Aún no hay comentarios.
et: Kommentaarid veel puuduvad.
fi: Ei vielä kommentteja.
fr: Pas encore de commentaires.
hr: Još nema komentara.
hu: Még nincsenek megjegyzések.
it: Ancora nessun commento.
lv: Komentāru vēl nav.
nb: Ingen kommentarer ennå.
nl: Nog geen opmerkingen.
pl: Nie ma jeszcze żadnych komentarzy.
pt_br: Nenhum comentário ainda.
ro: Încă nu există comentarii.
sk: Zatiaľ žiadne komentáre.
sl: Še ni komentarjev.
sv: Inga kommentarer än.
uk: Коментарів ще немає.

source: No empty months. No feeling late. Just the year you’re actually building.
cs: Žádné prázdné měsíce. Žádný pocit, že jdeš pozdě. Jen rok, který opravdu buduješ.
da: Ingen tomme måneder. Ingen følelse af at være bagud. Kun det år, du faktisk bygger.
de: Keine leeren Monate. Kein Gefühl, zu spät zu sein. Nur das Jahr, das du wirklich aufbaust.
es: Sin meses vacíos. Sin sentir que llegas tarde. Solo el año que estás construyendo de verdad.
et: Ei tühje kuid. Ei tunnet, et oled hiljaks jäänud. Ainult aasta, mida sa päriselt ehitad.
fi: Ei tyhjiä kuukausia. Ei tunnetta, että olet myöhässä. Vain vuosi, jota oikeasti rakennat.
fr: Pas de mois vides. Pas l’impression d’être en retard. Juste l’année que tu construis vraiment.
hr: Nema praznih mjeseci. Nema osjećaja da kasniš. Samo godina koju stvarno gradiš.
hu: Nincsenek üres hónapok. Nincs késésérzet. Csak az az év, amit tényleg építesz.
it: Niente mesi vuoti. Niente sensazione di essere in ritardo. Solo l'anno che stai costruendo davvero.
lv: Bez tukšiem mēnešiem. Bez sajūtas, ka esi nokavējis. Tikai gads, kuru tu tiešām veido.
nb: Ingen tomme måneder. Ingen følelse av å ligge etter. Bare året du faktisk bygger.
nl: Geen lege maanden. Geen gevoel dat je te laat bent. Alleen het jaar dat je echt aan het bouwen bent.
pl: Bez pustych miesięcy. Bez poczucia, że jesteś spóźniony. Tylko rok, który naprawdę budujesz.
pt_br: Sem meses vazios. Sem sensação de atraso. Só o ano que você está construindo de verdade.
ro: Fără luni goale. Fără senzația că ai întârziat. Doar anul pe care îl construiești cu adevărat.
sk: Žiadne prázdne mesiace. Žiadny pocit, že meškáš. Len rok, ktorý naozaj buduješ.
sl: Brez praznih mesecev. Brez občutka, da zamujaš. Samo leto, ki ga dejansko gradiš.
sv: Inga tomma månader. Ingen känsla av att vara sen. Bara året du faktiskt bygger.
uk: Без порожніх місяців. Без відчуття, що ти запізнився(-лась). Лише рік, який ти справді будуєш.

source: No excuses
cs: Žádné výmluvy
da: Ingen undskyldninger
de: Keine Ausreden
es: Sin excusas
et: Ei mingeid vabandusi
fi: Ei tekosyitä
fr: Aucune excuse
hr: Bez isprika
hu: Nincs kifogás
it: Niente scuse
lv: Nav attaisnojumu
nb: Ingen unnskyldninger
nl: Geen excuses
pl: Żadnych wymówek
pt_br: Sem desculpas
ro: Fără scuze
sk: Žiadne výhovorky
sl: Brez izgovorov
sv: Inga ursäkter
uk: Без виправдань

source: No habit stacks yet
cs: Zatím žádné sady návyků
da: Ingen vanestabler endnu
de: Noch keine Gewohnheitsstapel
es: Aún no hay acumulaciones de hábitos
et: Pole veel harjumusi
fi: Ei tottumuksia vielä
fr: Aucune pile d'habitudes pour l'instant
hr: Još nema hrpa navika
hu: Még nincsenek szokások
it: Ancora nessuno stack di abitudini
lv: Pagaidām nav ieradumu
nb: Ingen vanestabler ennå
nl: Nog geen gewoontestapels
pl: Nie ma jeszcze żadnych stosów nawyków
pt_br: Nenhuma pilha de hábitos ainda
ro: Nu există încă stive de obiceiuri
sk: Zatiaľ žiadne zostavy návykov
sl: Ni še sklopov navad
sv: Inga vanestackar än
uk: Стеків звичок ще немає

source: No journal entries yet.
cs: Zatím žádné záznamy v deníku.
da: Ingen journalposter endnu.
de: Noch keine Journaleinträge.
es: Aún no hay entradas de diario.
et: Päeviku sissekanded veel puuduvad.
fi: Ei vielä päiväkirjamerkintöjä.
fr: Aucune entrée de journal pour l'instant.
hr: Još nema unosa u dnevnik.
hu: Még nincsenek naplóbejegyzések.
it: Ancora nessuna voce nel diario.
lv: Vēl nav neviena žurnāla ieraksta.
nb: Ingen journalposter ennå.
nl: Nog geen journaalposten.
pl: Nie ma jeszcze żadnych wpisów do dziennika.
pt_br: Ainda não há entradas de diário.
ro: Încă nu ai intrări în jurnal.
sk: Zatiaľ žiadne záznamy v denníku.
sl: Ni še nobenih vnosov v dnevnik.
sv: Inga journalanteckningar ännu.
uk: Записів у журналі ще немає.

source: No misses
cs: Žádné vynechání
da: Ingen misser
de: Keine Fehlschläge
es: No falla
et: Ei mingeid möödalaskmisi
fi: Ei menetyksiä
fr: Aucun raté
hr: Bez promašaja
hu: Nincs hiányzás
it: Nessun errore
lv: Nav garām
nb: Ingen glipp
nl: Geen missers
pl: Żadnych chybień
pt_br: Sem falhas
ro: Fără rateuri
sk: Žiadne vynechanie
sl: Brez zgreškov
sv: Inga missar
uk: Без пропусків

source: No pressure you can always do it later.
cs: Bez tlaku. Můžeš to udělat kdykoli později.
da: Intet pres. Du kan altid gøre det senere.
de: Kein Druck. Du kannst es später machen.
es: Sin presión. Puedes hacerlo más tarde.
et: Survet pole. Saad seda alati hiljem teha.
fi: Ei painetta. Voit tehdä sen myöhemminkin.
fr: Pas de pression : tu pourras toujours le faire plus tard.
hr: Bez pritiska. Uvijek možeš kasnije.
hu: Semmi nyomás. Később is megteheted.
it: Nessuna pressione. Puoi farlo anche più tardi.
lv: Bez spiediena. Tu vienmēr vari to izdarīt vēlāk.
nb: Ikke noe press. Du kan alltid gjøre det senere.
nl: Geen druk, je kunt het altijd later doen.
pl: Bez presji. Zawsze możesz zrobić to później.
pt_br: Sem pressão. Você sempre pode fazer isso depois.
ro: Fără presiune. Poți face asta oricând mai târziu.
sk: Bez tlaku. Môžeš to urobiť aj neskôr.
sl: Brez pritiska. Vedno lahko to narediš pozneje.
sv: Ingen press. Du kan alltid göra det senare.
uk: Без тиску — це завжди можна зробити пізніше.

source: No Text (Badge Only)
cs: Žádný text (pouze odznak)
da: Ingen tekst (kun badge)
de: Kein Text (nur Abzeichen)
es: Sin texto (solo insignia)
et: Teksti puudub (ainult märk)
fi: Ei tekstiä (vain merkki)
fr: Pas de texte (badge uniquement)
hr: Bez teksta (samo značka)
hu: Nincs szöveg (csak jelvény)
it: Nessun testo (solo badge)
lv: Bez teksta (tikai emblēma)
nb: Ingen tekst (bare merke)
nl: Geen tekst (alleen badge)
pl: Brak tekstu (tylko plakietka)
pt_br: Sem texto (somente crachá)
ro: Fără text (numai insignă)
sk: Žiadny text (iba odznak)
sl: Brez besedila (samo značka)
sv: Ingen text (endast märke)
uk: Без тексту (лише бейдж)

source: None
cs: Žádný
da: Ingen
de: Keiner
es: Ninguno
et: Mitte ühtegi
fi: Ei mitään
fr: Aucun
hr: Nijedan
hu: Egyik sem
it: Nessuno
lv: Nav
nb: Ingen
nl: Geen
pl: Nic
pt_br: Nenhum
ro: Nici unul
sk: žiadne
sl: Noben
sv: Ingen
uk: Немає

source: Not available for weekly reminders
cs: Není k dispozici pro týdenní připomenutí
da: Ikke tilgængelig for ugentlige påmindelser
de: Für wöchentliche Erinnerungen nicht verfügbar
es: No disponible para recordatorios semanales
et: Pole saadaval iganädalaste meeldetuletuste jaoks
fi: Ei saatavilla viikoittaisille muistutuksille
fr: Non disponible pour les rappels hebdomadaires
hr: Nije dostupno za tjedne podsjetnike
hu: Nem érhető el heti emlékeztetők esetén
it: Non disponibile per i promemoria settimanali
lv: Nav pieejams iknedēļas atgādinājumiem
nb: Ikke tilgjengelig for ukentlige påminnelser
nl: Niet beschikbaar voor wekelijkse herinneringen
pl: Niedostępne w przypadku cotygodniowych przypomnień
pt_br: Não disponível para lembretes semanais
ro: Nu este disponibil pentru memento-uri săptămânale
sk: Nie je k dispozícii pre týždenné pripomienky
sl: Ni na voljo za tedenske opomnike
sv: Ej tillgängligt för veckopåminnelser
uk: Недоступно для щотижневих нагадувань

source: Not January 1st. Not Monday.
cs: Ne 1. ledna. Ne v pondělí.
da: Ikke 1. januar. Ikke på mandag.
de: Nicht am 1. Januar. Nicht am Montag.
es: No el 1 de enero. No el lunes.
et: Mitte 1. jaanuaril. Mitte esmaspäeval.
fi: Ei tammikuun ensimmäisenä. Ei maanantaina.
fr: Ni le 1er janvier. Ni lundi.
hr: Ne 1. siječnja. Ne u ponedjeljak.
hu: Nem január 1-jén. Nem hétfőn.
it: Non il primo gennaio. Non lunedì.
lv: Ne 1. janvārī. Ne pirmdienā.
nb: Ikke 1. januar. Ikke på mandag.
nl: Niet 1 januari. Niet maandag.
pl: Nie 1 stycznia. Nie w poniedziałek.
pt_br: Não em 1º de janeiro. Não na segunda-feira.
ro: Nu pe 1 ianuarie. Nu luni.
sk: Nie 1. januára. Nie v pondelok.
sl: Ne 1. januarja. Ne v ponedeljek.
sv: Inte den 1 januari. Inte på måndag.
uk: Не 1 січня. Не з понеділка.

source: Not now
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
es: Ahora no
et: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
hr: Ne sada
hu: Most nem
it: Non ora
lv: Ne tagad
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ro: Nu acum
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
uk: Не зараз
